[{"name":"Caprese Cheese Bruschetta ","description":"Fresh mozzarella, tomatoes, and basil drizzled with olive oil and balsamic glaze.","price":"10.99","category":"Lunch","image_url":"/Images/caprese.jpg"},{"name":"Grilled Salmon","description":"Salmon filet grilled to perfection and served with roasted vegetables, mashed potato and lemon wedges.","price":"22.99","category":"Dinner","image_url":"/Images/salmon.jpg"},
{"name":"Fruit Tart","description":"A flaky tart filled with fresh fruit and topped with a glaze.","price":"6.99","category":"Dessert","image_url":"/Images/fruit_tart.jpg"},
{"name":"The Morning Muffin","description":"A fluffy muffin filled with your choice of fruit, nuts, or chocolate chips. Served with butter and jam.","price":"4.99","category":"Breakfast","image_url":"/Images/muffin.jpg"},
{"name":"Breakfast Burrito","description":"A warm tortilla filled with eggs, cheese, and your choice of meat, beans, or vegetables. Served with salsa and sour cream. Vegan friendly option available.","price":"12.99","category":"Breakfast","image_url":"/Images/burrito.jpg"},
{"name":"Grilled Ribeye Steak","description":"A juicy and flavorful steak grilled to perfection. Served with your choice of potato and vegetable.","price":"24.99","category":"Dinner","image_url":"/Images/steak.jpg"},
{"name":"Lasagna","description":"Layers of tender pasta, rich meat sauce, and creamy cheese meld together in our signature lasagna, creating a mouthwatering symphony of flavors and textures that is sure to satisfy your cravings for authentic Italian comfort food","price":"16.99","category":"Dinner","image_url":"/Images/lasagna.jpg"},{"name":"Budda Bowl","description":"Experience the essence of vegan indulgence with our Buddha Bowl, a colorful medley of grains, crisp vegetables, and nourishing plant-based proteins.","price":"12.99","category":"Lunch","image_url":"/Images/budda_bowl.jpg"},
{"name":"Chacuterie for Two","description":"Delight in our artisanal charcuterie board, featuring an exquisite selection of cured meats, cheeses, and accompaniments, perfectly crafted for your enjoyment.","price":"16.99","category":"Lunch","image_url":"/Images/chacuterie.jpg"},
{"name":"House Wine (per 8 oz glass)","description":"Savor the simplicity of our wine selection, offering house favorites in red, white, and rosé—each sip a journey of quality and taste, perfectly paired with your dining experience.","price":"9.99","category":"Beverages","image_url":"/Images/wine.jpg"},
{"name":"Draft Beer (per 16 oz glass)","description":"Discover our draft beer selection, offering a variety of brews to suit every palate, from crisp lagers to hoppy IPAs—each pour a celebration of craft and flavor, perfectly paired with your dining experience.","price":"9.99","category":"Beverages","image_url":"/Images/beer.jpg"},{"name":"Hot Drinks","description":"Savor the moment with our array of comforting hot beverages. From aromatic teas and rich hot chocolate to freshly brewed coffee, each sip promises warmth and indulgence, perfect for any occasion.","price":"3.99","category":"Beverages","image_url":"/Images/coffee.jpg"},
{"name":"Soft Drinks","description":"Quench your thirst with our lineup of classic soft drinks, including Pepsi, Coke, 7-Up, and Sprite. ","price":"2.99","category":"Beverages","image_url":"/Images/soft_drinks.jpg"},
{"name":"Pad Thai","description":"Delight in the flavors of our Vegan Pad Thai, a harmonious blend of stir-fried rice noodles, crisp vegetables, tofu, and roasted peanuts, all tossed in a tangy tamarind sauce. ","price":"15.99","category":"Dinner","image_url":"/Images/pad_thai.jpg"},
{"name":"Sangria (per 8 oz glass)","description":"Indulge in our White Sangria, a crisp and refreshing blend of white wine, citrus fruits, and a splash of sweetness, offering a light and fruity twist on the classic Spanish favorite. ","price":"9.99","category":"Beverages","image_url":"/Images/sangria.jpg"},
{"name":"Strawberry Cake","description":"Indulge in a slice of bliss with our heavenly strawberry cake crowned with luscious, ripe strawberries.","price":"7.99","category":"Dessert","image_url":"/Images/Cake.jpg"},
{"name":"The Pancake Stack","description":"Made with whole wheat flour and buttermilk, these pancakes are packed with flavor. Top with your favorite fruit, whipped cream, or syrup.","price":"14.99","category":"Breakfast","image_url":"/Images/pancakes.jpg"},{"name":"Full Breakfast","description":"Eggs scrambled with your choice of cheese, ham, bacon, or sausage. Served with hash browns and toast.","price":"15.00","category":"Breakfast","image_url":"/Images/breakfast.jpg"},
{"name":"Chicken Noodle Soup","description":"Wrap yourself in comfort with our classic Chicken Noodle Soup, simmered to perfection with tender chicken, hearty vegetables, and al dente noodles. Served with a warm, buttery dinner roll and a side of crispy crackers.","price":"7.99","category":"Lunch","image_url":"/Images/soup.jpg"},
{"name":"Club Sandwich","description":"Layers of tender grilled chicken, crispy bacon, fresh lettuce, ripe tomatoes, and creamy mayonnaise are lovingly stacked between slices of toasted bread. Served with your choice of our golden home cut fries or side house salad.","price":"14.50","category":"Lunch","image_url":"/Images/club_sandwich.jpg"},
{"name":"Premium Beef Burgers","description":"Savor the juiciness of our handcrafted premium beef burgers, grilled to perfection. Each bite is a testament to quality ingredients and expert craftsmanship. Served with a side of golden crispy fries and your choice of refreshing salad or creamy coleslaw.","price":"22.99","category":"Dinner","image_url":"/Images/burgers.jpg"},
{"name":"Argula & Burrata Pizza","description":"Savor the bold contrast of peppery arugula and creamy burrata atop our artisanal pizza crust, a symphony of flavors in every bite.","price":"19.99","category":"Dinner","image_url":"/Images/pizza.jpg"},
{"name":"Chicken Caesar Salad","description":"Tender grilled chicken crisp romaine lettuce and freshly grated parmesan cheese tossed in a creamy Caesar dressing. This classic salad is a perfect combination of flavors and textures.","price":"10.99","category":"Lunch","image_url":"/Images/caesar_salad.jpg"},
{"name":"Sunrise Sandwich","description":" A breakfast sandwich with egg, cheese, sausage, and your choice of bread. Served with a side of fruit or hash browns.","price":"9.99","category":"Breakfast","image_url":"/Images/breakfast_sandwich.jpg"},
{"name":"Creme Brulee","description":"Indulge in our classic Crème Brûlée, a velvety custard crowned with a caramelized sugar crust. Experience the perfect harmony of creamy texture and crisp sweetness in every spoonful.","price":"7.99","category":"Dessert","image_url":"/Images/creme_brulee.jpg"}]